var movies = [{
	"Title": "Rogue One",
	"Year": "2016",
	"Rated": "PG-13",
	"Released": "16 Dec 2016",
	"Runtime": "133 min",
	"Genre": "Action, Adventure, Sci-Fi",
	"Director": "Gareth Edwards",
	"Writer": "Chris Weitz (screenplay), Tony Gilroy (screenplay), John Knoll (story by), Gary Whitta (story by), George Lucas (based on characters created by)",
	"Actors": "Felicity Jones, Diego Luna, Alan Tudyk, Donnie Yen",
	"Plot": "All looks lost for the Rebellion against the Empire as they learn of the existence of a new super weapon, the Death Star. Once a possible weakness in its construction is uncovered, the Rebel Alliance must set out on a desperate mission to steal the plans for the Death Star. The future of the entire galaxy now rests upon its success.",
	"Language": "English",
	"Country": "USA, UK",
	"Awards": "Nominated for 2 Oscars. Another 7 wins & 54 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjEwMzMxODIzOV5BMl5BanBnXkFtZTgwNzg3OTAzMDI@._V1_SX300.jpg",
	"Metascore": "65",
	"imdbRating": "8.1",
	"imdbVotes": "252,198",
	"imdbID": "tt3748528",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "La La Land",
	"Year": "2016",
	"Rated": "PG-13",
	"Released": "25 Dec 2016",
	"Runtime": "128 min",
	"Genre": "Comedy, Drama, Musical",
	"Director": "Damien Chazelle",
	"Writer": "Damien Chazelle",
	"Actors": "Ryan Gosling, Emma Stone, Amiée Conn, Terry Walters",
	"Plot": "Mia, an aspiring actress, serves lattes to movie stars in between auditions and Sebastian, a jazz musician, scrapes by playing cocktail party gigs in dingy bars, but as success mounts they are faced with decisions that begin to fray the fragile fabric of their love affair, and the dreams they worked so hard to maintain in each other threaten to rip them apart.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Nominated for 14 Oscars. Another 153 wins & 204 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMzUzNDM2NzM2MV5BMl5BanBnXkFtZTgwNTM3NTg4OTE@._V1_SX300.jpg",
	"Metascore": "93",
	"imdbRating": "8.5",
	"imdbVotes": "165,257",
	"imdbID": "tt3783958",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Deadpool",
	"Year": "2016",
	"Rated": "R",
	"Released": "12 Feb 2016",
	"Runtime": "108 min",
	"Genre": "Action, Adventure, Comedy",
	"Director": "Tim Miller",
	"Writer": "Rhett Reese, Paul Wernick",
	"Actors": "Ryan Reynolds, Karan Soni, Ed Skrein, Michael Benyaer",
	"Plot": "This is the origin story of former Special Forces operative turned mercenary Wade Wilson, who after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Nominated for 2 Golden Globes. Another 9 wins & 37 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjQyODg5Njc4N15BMl5BanBnXkFtZTgwMzExMjE3NzE@._V1_SX300.jpg",
	"Metascore": "65",
	"imdbRating": "8.1",
	"imdbVotes": "582,244",
	"imdbID": "tt1431045",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Zootopia",
	"Year": "2016",
	"Rated": "PG",
	"Released": "04 Mar 2016",
	"Runtime": "108 min",
	"Genre": "Animation, Adventure, Comedy",
	"Director": "Byron Howard, Rich Moore, Jared Bush",
	"Writer": "Byron Howard (story by), Rich Moore (story by), Jared Bush (story by), Jim Reardon (story by), Josie Trinidad (story by), Phil Johnston (story by), Jennifer Lee (story by), Jared Bush (screenplay), Phil Johnston (screenplay)",
	"Actors": "Ginnifer Goodwin, Jason Bateman, Idris Elba, Jenny Slate",
	"Plot": "From the largest elephant to the smallest shrew, the city of Zootopia is a mammal metropolis where various animals live and thrive. When Judy Hopps becomes the first rabbit to join the police force, she quickly learns how tough it is to enforce the law. Determined to prove herself, Judy jumps at the opportunity to solve a mysterious case. Unfortunately, that means working with Nick Wilde, a wily fox who makes her job even harder.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Nominated for 1 Oscar. Another 26 wins & 52 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BOTMyMjEyNzIzMV5BMl5BanBnXkFtZTgwNzIyNjU0NzE@._V1_SX300.jpg",
	"Metascore": "78",
	"imdbRating": "8.1",
	"imdbVotes": "268,192",
	"imdbID": "tt2948356",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Moonlight",
	"Year": "2016",
	"Rated": "R",
	"Released": "18 Nov 2016",
	"Runtime": "111 min",
	"Genre": "Drama",
	"Director": "Barry Jenkins",
	"Writer": "Barry Jenkins (screenplay), Tarell Alvin McCraney (story by)",
	"Actors": "Mahershala Ali, Shariff Earp, Duan Sanderson, Alex R. Hibbert",
	"Plot": "Three time periods - young adolescence, mid-teen and young adult - in the life of black-American Chiron is presented. When a child, Chiron lives with his single, crack addict mother Paula in a crime ridden neighborhood in Miami. Chiron is a shy, withdrawn child largely due to his small size and being neglected by his mother, who is more concerned about getting her fixes and satisfying her carnal needs than taking care of him. Because of these issues, Chiron is bullied, the slurs hurled at him which he doesn't understand beyond knowing that they are meant to be hurtful. Besides his same aged Cuban-American friend Kevin, Chiron is given what little guidance he has in life from a neighborhood drug dealer named Juan, who can see that he is neglected, and Juan's caring girlfriend Teresa, whose home acts as a sanctuary away from the bullies and away from Paula's abuse. With this childhood as a foundation, Chiron may have a predetermined path in life, one that will only be magnified in terms of its problems when he reaches his difficult teen years when peer pressure affects what he and many of his peers do, unless he follows Juan's advice of truly making his own decisions for himself.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Nominated for 8 Oscars. Another 162 wins & 226 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BNzQxNTIyODAxMV5BMl5BanBnXkFtZTgwNzQyMDA3OTE@._V1_SX300.jpg",
	"Metascore": "99",
	"imdbRating": "8.1",
	"imdbVotes": "31,092",
	"imdbID": "tt4975722",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Doctor Strange",
	"Year": "2016",
	"Rated": "PG-13",
	"Released": "04 Nov 2016",
	"Runtime": "115 min",
	"Genre": "Action, Adventure, Fantasy",
	"Director": "Scott Derrickson",
	"Writer": "Jon Spaihts, Scott Derrickson, C. Robert Cargill, Stan Lee (based on the Marvel comics by), Steve Ditko (based on the Marvel comics by)",
	"Actors": "Benedict Cumberbatch, Chiwetel Ejiofor, Rachel McAdams, Benedict Wong",
	"Plot": "Marvel's \"Doctor Strange\" follows the story of the talented neurosurgeon Doctor Stephen Strange who, after a tragic car accident, must put ego aside and learn the secrets of a hidden world of mysticism and alternate dimensions. Based in New York City's Greenwich Village, Doctor Strange must act as an intermediary between the real world and what lies beyond, utilising a vast array of metaphysical abilities and artifacts to protect the Marvel Cinematic Universe.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Nominated for 1 Oscar. Another 5 wins & 37 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BNTA2NTg0MjM0OV5BMl5BanBnXkFtZTgwNTEyMDExMTI@._V1_SX300.jpg",
	"Metascore": "72",
	"imdbRating": "7.8",
	"imdbVotes": "185,936",
	"imdbID": "tt1211837",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Mad Max: Fury Road",
	"Year": "2015",
	"Rated": "R",
	"Released": "15 May 2015",
	"Runtime": "120 min",
	"Genre": "Action, Adventure, Sci-Fi",
	"Director": "George Miller",
	"Writer": "George Miller, Brendan McCarthy, Nick Lathouris",
	"Actors": "Tom Hardy, Charlize Theron, Nicholas Hoult, Hugh Keays-Byrne",
	"Plot": "An apocalyptic story set in the furthest reaches of our planet, in a stark desert landscape where humanity is broken, and almost everyone is crazed fighting for the necessities of life. Within this world exist two rebels on the run who just might be able to restore order. There's Max, a man of action and a man of few words, who seeks peace of mind following the loss of his wife and child in the aftermath of the chaos. And Furiosa, a woman of action and a woman who believes her path to survival may be achieved if she can make it across the desert back to her childhood homeland.",
	"Language": "English, Russian",
	"Country": "Australia, USA",
	"Awards": "Won 6 Oscars. Another 216 wins & 196 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTUyMTE0ODcxNF5BMl5BanBnXkFtZTgwODE4NDQzNTE@._V1_SX300.jpg",
	"Metascore": "90",
	"imdbRating": "8.1",
	"imdbVotes": "605,627",
	"imdbID": "tt1392190",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Martian",
	"Year": "2015",
	"Rated": "N/A",
	"Released": "04 May 2015",
	"Runtime": "7 min",
	"Genre": "Animation, Short",
	"Director": "Nils Skapans",
	"Writer": "Nils Skapans",
	"Actors": "N/A",
	"Plot": "A boy wins a new toy in a claw machine - an ordinary Martian doll. It turns out that things are not that simple, the boy finds himself on Mars and he has to fight with a whole bunch of the Martians.",
	"Language": "None",
	"Country": "Latvia",
	"Awards": "N/A",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTU3NDQyODgyMF5BMl5BanBnXkFtZTgwNTgwODU2MDI@._V1_SX300.jpg",
	"Metascore": "N/A",
	"imdbRating": "N/A",
	"imdbVotes": "N/A",
	"imdbID": "tt6221620",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Inside Out",
	"Year": "2015",
	"Rated": "PG",
	"Released": "19 Jun 2015",
	"Runtime": "95 min",
	"Genre": "Animation, Adventure, Comedy",
	"Director": "Pete Docter, Ronnie Del Carmen",
	"Writer": "Pete Docter (original story by), Ronnie Del Carmen (original story by), Pete Docter (screenplay), Meg LeFauve (screenplay), Josh Cooley (screenplay), Michael Arndt (additional story material by), Bill Hader (additional dialogue by), Amy Poehler (additional dialogue by), Simon Rich (additional story material by)",
	"Actors": "Amy Poehler, Phyllis Smith, Richard Kind, Bill Hader",
	"Plot": "Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Like all of us, Riley is guided by her emotions - Joy, Fear, Anger, Disgust and Sadness. The emotions live in Headquarters, the control center inside Riley's mind, where they help advise her through everyday life. As Riley and her emotions struggle to adjust to a new life in San Francisco, turmoil ensues in Headquarters. Although Joy, Riley's main and most important emotion, tries to keep things positive, the emotions conflict on how best to navigate a new city, house and school.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Won 1 Oscar. Another 92 wins & 95 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BOTgxMDQwMDk0OF5BMl5BanBnXkFtZTgwNjU5OTg2NDE@._V1_SX300.jpg",
	"Metascore": "94",
	"imdbRating": "8.2",
	"imdbVotes": "393,527",
	"imdbID": "tt2096673",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Avengers: Age of Ultron",
	"Year": "2015",
	"Rated": "PG-13",
	"Released": "01 May 2015",
	"Runtime": "141 min",
	"Genre": "Action, Adventure, Sci-Fi",
	"Director": "Joss Whedon",
	"Writer": "Joss Whedon, Stan Lee (based on the Marvel comics by), Jack Kirby (based on the Marvel comics by)",
	"Actors": "Robert Downey Jr., Chris Hemsworth, Mark Ruffalo, Chris Evans",
	"Plot": "Tony Stark creates the Ultron Program to protect the world, but when the peacekeeping program becomes hostile, The Avengers go into action to try and defeat a virtually impossible enemy together. Earth's mightiest heroes must come together once again to protect the world from global extinction.",
	"Language": "English",
	"Country": "USA",
	"Awards": "5 wins & 42 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTM4OGJmNWMtOTM4Ni00NTE3LTg3MDItZmQxYjc4N2JhNmUxXkEyXkFqcGdeQXVyNTgzMDMzMTg@._V1_SX300.jpg",
	"Metascore": "66",
	"imdbRating": "7.4",
	"imdbVotes": "499,696",
	"imdbID": "tt2395427",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Gone Girl",
	"Year": "2014",
	"Rated": "R",
	"Released": "03 Oct 2014",
	"Runtime": "149 min",
	"Genre": "Crime, Drama, Mystery",
	"Director": "David Fincher",
	"Writer": "Gillian Flynn (screenplay), Gillian Flynn (novel)",
	"Actors": "Ben Affleck, Rosamund Pike, Neil Patrick Harris, Tyler Perry",
	"Plot": "With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Nominated for 1 Oscar. Another 64 wins & 170 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTk0MDQ3MzAzOV5BMl5BanBnXkFtZTgwNzU1NzE3MjE@._V1_SX300.jpg",
	"Metascore": "79",
	"imdbRating": "8.1",
	"imdbVotes": "613,969",
	"imdbID": "tt2267998",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Interstellar",
	"Year": "2014",
	"Rated": "PG-13",
	"Released": "07 Nov 2014",
	"Runtime": "169 min",
	"Genre": "Adventure, Drama, Sci-Fi",
	"Director": "Christopher Nolan",
	"Writer": "Jonathan Nolan, Christopher Nolan",
	"Actors": "Ellen Burstyn, Matthew McConaughey, Mackenzie Foy, John Lithgow",
	"Plot": "Earth's future has been riddled by disasters, famines, and droughts. There is only one way to ensure mankind's survival: Interstellar travel. A newly discovered wormhole in the far reaches of our solar system allows a team of astronauts to go where no man has gone before, a planet that may have the right environment to sustain human life.",
	"Language": "English",
	"Country": "USA, UK",
	"Awards": "Won 1 Oscar. Another 40 wins & 135 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjIxNTU4MzY4MF5BMl5BanBnXkFtZTgwMzM4ODI3MjE@._V1_SX300.jpg",
	"Metascore": "74",
	"imdbRating": "8.6",
	"imdbVotes": "1,006,066",
	"imdbID": "tt0816692",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "The Lion King",
	"Year": "1994",
	"Rated": "G",
	"Released": "24 Jun 1994",
	"Runtime": "88 min",
	"Genre": "Animation, Adventure, Drama",
	"Director": "Roger Allers, Rob Minkoff",
	"Writer": "Irene Mecchi (screenplay), Jonathan Roberts (screenplay), Linda Woolverton (screenplay), Burny Mattinson (story), Barry Johnson (story), Lorna Cook (story), Thom Enriquez (story), Andy Gaskill (story), Gary Trousdale (story), Jim Capobianco (story), Kevin Harkey (story), Jorgen Klubien (story), Chris Sanders (story), Tom Sito (story), Larry Leker (story), Joe Ranft (story), Rick Maki (story), Ed Gombert (story), Francis Glebas (story), Mark Kausler (story), J.T. Allen (additional story material), George Scribner (additional story material), Miguel Tejada-Flores (additional story material), Jenny Tripp (additional story material), Bob Tzudiker (additional story material), Christopher Vogler (additional story material), Kirk Wise (additional story material), Noni White (additional story material), Brenda Chapman (story supervisor)",
	"Actors": "Matthew Broderick, Jonathan Taylor Thomas, James Earl Jones, Jim Cummings",
	"Plot": "A young lion Prince is cast out of his pride by his cruel uncle, who claims he killed his father. While the uncle rules with an iron paw, the prince grows up beyond the Savannah, living by a philosophy: No worries for the rest of your days. But when his past comes to haunt him, the young Prince must decide his fate: will he remain an outcast, or face his demons and become what he needs to be?",
	"Language": "English, Swahili, Xhosa, Zulu",
	"Country": "USA",
	"Awards": "Won 2 Oscars. Another 33 wins & 30 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BYTYxNGMyZTYtMjE3MS00MzNjLWFjNmYtMDk3N2FmM2JiM2M1XkEyXkFqcGdeQXVyNjY5NDU4NzI@._V1_SX300.jpg",
	"Metascore": "83",
	"imdbRating": "8.5",
	"imdbVotes": "682,450",
	"imdbID": "tt0110357",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Forrest Gump",
	"Year": "1994",
	"Rated": "PG-13",
	"Released": "06 Jul 1994",
	"Runtime": "142 min",
	"Genre": "Comedy, Drama",
	"Director": "Robert Zemeckis",
	"Writer": "Winston Groom (novel), Eric Roth (screenplay)",
	"Actors": "Tom Hanks, Rebecca Williams, Sally Field, Michael Conner Humphreys",
	"Plot": "Forrest Gump, while not intelligent, has accidentally been present at many historic moments, but his true love, Jenny Curran, eludes him.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Won 6 Oscars. Another 39 wins & 65 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BYThjM2MwZGMtMzg3Ny00NGRkLWE4M2EtYTBiNWMzOTY0YTI4XkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_SX300.jpg",
	"Metascore": "82",
	"imdbRating": "8.8",
	"imdbVotes": "1,320,384",
	"imdbID": "tt0109830",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Pulp Fiction",
	"Year": "1994",
	"Rated": "R",
	"Released": "14 Oct 1994",
	"Runtime": "154 min",
	"Genre": "Crime, Drama",
	"Director": "Quentin Tarantino",
	"Writer": "Quentin Tarantino (story), Roger Avary (story), Quentin Tarantino",
	"Actors": "Tim Roth, Amanda Plummer, Laura Lovelace, John Travolta",
	"Plot": "Jules Winnfield (Samuel L. Jackson) and Vincent Vega (John Travolta) are two hit men who are out to retrieve a suitcase stolen from their employer, mob boss Marsellus Wallace (Ving Rhames). Wallace has also asked Vincent to take his wife Mia (Uma Thurman) out a few days later when Wallace himself will be out of town. Butch Coolidge (Bruce Willis) is an aging boxer who is paid by Wallace to lose his weight. The lives of these seemingly unrelated people are woven together comprising of a series of funny, bizarre and uncalled-for incidents.",
	"Language": "English, Spanish, French",
	"Country": "USA",
	"Awards": "Won 1 Oscar. Another 60 wins & 65 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTkxMTA5OTAzMl5BMl5BanBnXkFtZTgwNjA5MDc3NjE@._V1_SX300.jpg",
	"Metascore": "94",
	"imdbRating": "8.9",
	"imdbVotes": "1,388,612",
	"imdbID": "tt0110912",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Harry Potter and the Prisoner of Azkaban",
	"Year": "2004",
	"Rated": "PG",
	"Released": "04 Jun 2004",
	"Runtime": "142 min",
	"Genre": "Adventure, Family, Fantasy",
	"Director": "Alfonso Cuarón",
	"Writer": "J.K. Rowling (novel), Steve Kloves (screenplay)",
	"Actors": "Daniel Radcliffe, Richard Griffiths, Pam Ferris, Fiona Shaw",
	"Plot": "Harry Potter is having a tough time with his relatives (yet again). He runs away after using magic to inflate Uncle Vernon's sister Marge who was being offensive towards Harry's parents. Initially scared for using magic outside the school, he is pleasantly surprised that he won't be penalized after all. However, he soon learns that a dangerous criminal and Voldemort's trusted aide Sirius Black has escaped from the Azkaban prison and wants to kill Harry to avenge the Dark Lord. To worsen the conditions for Harry, vile creatures called Dementors are appointed to guard the school gates and inexplicably happen to have the most horrible effect on him. Little does Harry know that by the end of this year, many holes in his past (whatever he knows of it) will be filled up and he will have a clearer vision of what the future has in store...",
	"Language": "English",
	"Country": "UK, USA",
	"Awards": "Nominated for 2 Oscars. Another 14 wins & 42 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTY4NTIwODg0N15BMl5BanBnXkFtZTcwOTc0MjEzMw@@._V1_SX300.jpg",
	"Metascore": "82",
	"imdbRating": "7.8",
	"imdbVotes": "404,912",
	"imdbID": "tt0304141",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Eternal Sunshine of the Spotless Mind",
	"Year": "2004",
	"Rated": "R",
	"Released": "19 Mar 2004",
	"Runtime": "108 min",
	"Genre": "Drama, Romance, Sci-Fi",
	"Director": "Michel Gondry",
	"Writer": "Charlie Kaufman (story), Michel Gondry (story), Pierre Bismuth (story), Charlie Kaufman (screenplay)",
	"Actors": "Jim Carrey, Kate Winslet, Gerry Robert Byrne, Elijah Wood",
	"Plot": "When their relationship turns sour, a couple undergoes a procedure to have each other erased from their memories. But it is only through the process of loss that they discover what they had to begin with.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Won 1 Oscar. Another 64 wins & 103 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTY4NzcwODg3Nl5BMl5BanBnXkFtZTcwNTEwOTMyMw@@._V1_SX300.jpg",
	"Metascore": "89",
	"imdbRating": "8.3",
	"imdbVotes": "699,264",
	"imdbID": "tt0338013",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Eternal Sunshine of the Spotless Mind",
	"Year": "2004",
	"Rated": "R",
	"Released": "19 Mar 2004",
	"Runtime": "108 min",
	"Genre": "Drama, Romance, Sci-Fi",
	"Director": "Michel Gondry",
	"Writer": "Charlie Kaufman (story), Michel Gondry (story), Pierre Bismuth (story), Charlie Kaufman (screenplay)",
	"Actors": "Jim Carrey, Kate Winslet, Gerry Robert Byrne, Elijah Wood",
	"Plot": "When their relationship turns sour, a couple undergoes a procedure to have each other erased from their memories. But it is only through the process of loss that they discover what they had to begin with.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Won 1 Oscar. Another 64 wins & 103 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTY4NzcwODg3Nl5BMl5BanBnXkFtZTcwNTEwOTMyMw@@._V1_SX300.jpg",
	"Metascore": "89",
	"imdbRating": "8.3",
	"imdbVotes": "699,264",
	"imdbID": "tt0338013",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "12 Angry Men",
	"Year": "1957",
	"Rated": "APPROVED",
	"Released": "01 Apr 1957",
	"Runtime": "96 min",
	"Genre": "Crime, Drama",
	"Director": "Sidney Lumet",
	"Writer": "Reginald Rose (story), Reginald Rose (screenplay)",
	"Actors": "Martin Balsam, John Fiedler, Lee J. Cobb, E.G. Marshall",
	"Plot": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young man is guilty or innocent of murdering his father. What begins as an open-and-shut case of murder soon becomes a detective story that presents a succession of clues creating doubt, and a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other. Based on the play, all of the action takes place on the stage of the jury room.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Nominated for 3 Oscars. Another 16 wins & 8 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BODQwOTc5MDM2N15BMl5BanBnXkFtZTcwODQxNTEzNA@@._V1_SX300.jpg",
	"Metascore": "N/A",
	"imdbRating": "8.9",
	"imdbVotes": "474,530",
	"imdbID": "tt0050083",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Airplane!",
	"Year": "1980",
	"Rated": "PG",
	"Released": "02 Jul 1980",
	"Runtime": "88 min",
	"Genre": "Comedy",
	"Director": "Jim Abrahams, David Zucker, Jerry Zucker",
	"Writer": "Jim Abrahams (written for the screen by), David Zucker (written for the screen by), Jerry Zucker (written for the screen by)",
	"Actors": "Kareem Abdul-Jabbar, Lloyd Bridges, Peter Graves, Julie Hagerty",
	"Plot": "A man afraid to fly must ensure that a plane lands safely after the pilots become sick.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Nominated for 1 Golden Globe. Another 2 wins & 6 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BNDU2MjE4MTcwNl5BMl5BanBnXkFtZTgwNDExOTMxMDE@._V1_SX300.jpg",
	"Metascore": "N/A",
	"imdbRating": "7.8",
	"imdbVotes": "166,323",
	"imdbID": "tt0080339",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "Erin Brockovich",
	"Year": "2000",
	"Rated": "R",
	"Released": "17 Mar 2000",
	"Runtime": "131 min",
	"Genre": "Biography, Drama",
	"Director": "Steven Soderbergh",
	"Writer": "Susannah Grant",
	"Actors": "Julia Roberts, David Brisbin, Dawn Didawick, Albert Finney",
	"Plot": "Erin Brockovich-Ellis is an unemployed single mother, desperate to find a job, but is having no luck. This losing streak even extends to a failed lawsuit against a doctor in a car accident she was in. With no alternative, she successfully browbeats her lawyer to give her a job in compensation for the loss. While no one takes her seriously, with her trashy clothes and earthy manners, that soon changes when she begins to investigate a suspicious real estate case involving the Pacific Gas & Electric Company. What she discovers is that the company is trying quietly to buy land that was contaminated by hexavalent chromium, a deadly toxic waste that the company is improperly and illegally dumping and, in turn, poisoning the residents in the area. As she digs deeper, Erin finds herself leading point in a series of events that would involve her law firm in one of the biggest class action lawsuits in American history against a multi-billion dollar corporation.",
	"Language": "English",
	"Country": "USA",
	"Awards": "Won 1 Oscar. Another 31 wins & 58 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BYTA1NWRkNTktNDMxNS00NjE4LWEzMDAtNzA3YzlhYzRhNDA4L2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX300.jpg",
	"Metascore": "73",
	"imdbRating": "7.3",
	"imdbVotes": "140,297",
	"imdbID": "tt0195685",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "The Fast and the Furious: Tokyo Drift",
	"Year": "2006",
	"Rated": "PG-13",
	"Released": "16 Jun 2006",
	"Runtime": "104 min",
	"Genre": "Action, Crime, Romance",
	"Director": "Justin Lin",
	"Writer": "Chris Morgan",
	"Actors": "Lucas Black, Damien Marzette, Trula M. Marcus, Zachery Ty Bryan",
	"Plot": "An American teenager named Sean Boswell is a loner in school, however he challenges his rival for an illegal street racing, and he totals his car in the end of the race. To avoid time in prison he is sent to Tokyo to live with his father who is in the military. As soon as he arrives he discovers a new, fun but dangerous way of street racing in the underworld of the streets of Tokyo, Japan.",
	"Language": "English, Japanese",
	"Country": "USA",
	"Awards": "4 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTQ2NTMxODEyNV5BMl5BanBnXkFtZTcwMDgxMjA0MQ@@._V1_SX300.jpg",
	"Metascore": "46",
	"imdbRating": "6.0",
	"imdbVotes": "187,189",
	"imdbID": "tt0463985",
	"Type": "movie",
	"Response": "True"
}, {
	"Title": "The Lord of the Rings: The Return of the King",
	"Year": "2003",
	"Rated": "PG-13",
	"Released": "17 Dec 2003",
	"Runtime": "201 min",
	"Genre": "Adventure, Drama, Fantasy",
	"Director": "Peter Jackson",
	"Writer": "J.R.R. Tolkien (novel), Fran Walsh (screenplay), Philippa Boyens (screenplay), Peter Jackson (screenplay)",
	"Actors": "Noel Appleby, Ali Astin, Sean Astin, David Aston",
	"Plot": "The final confrontation between the forces of good and evil fighting for control of the future of Middle-earth. Hobbits Frodo and Sam reach Mordor in their quest to destroy the \"one ring\", while Aragorn leads the forces of good against Sauron's evil army at the stone city of Minas Tirith.",
	"Language": "English, Quenya, Old English, Sindarin",
	"Country": "USA, New Zealand",
	"Awards": "Won 11 Oscars. Another 174 wins & 113 nominations.",
	"Poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BYWY1ZWQ5YjMtMDE0MS00NWIzLWE1M2YtODYzYTk2OTNlYWZmXkEyXkFqcGdeQXVyNDUyOTg3Njg@._V1_SX300.jpg",
	"Metascore": "94",
	"imdbRating": "8.9",
	"imdbVotes": "1,270,249",
	"imdbID": "tt0167260",
	"Type": "movie",
	"Response": "True"
}]
